Repository: pi-module/video
Catalog: locale/*/default.po
Languages: fa

source: Text
fa: متن

source: Link
fa: لینک

source: Video
fa: ویدیو

source: Audio
fa: صدا

source: File
fa: فایل

source: Currency
fa: قیمت

source: Date
fa: تاریخ

source: Number
fa: تعداد

source: Select
fa: انتخاب

source: Checkbox
fa: چک باکس

source: Hidden
fa: مخفی

source: Category list
fa: فهرست شاخه ها

source: Tag list
fa: فهرست برچسب ها

source: Upload new video
fa: بارگذاری ویدیو جدید

source: Edit basic information
fa: ویرایش اطلاعات پایه

source: Edit additional information
fa: ویرایش اطلاعات تکمیلی

source: Watch video
fa: مشاهده ویدیو

source: All videos from %s channel
fa: همه ویدیو از کانال %s

source: All favourite videos by you
fa: تمام ویدیو های محبوب شما

source: Search result
fa: نتایج جستجو

source: Please set token and group id
fa: لطفا توکن و شناسه شاخه را تنظیم نمایید

source: Submitted video on %s
fa: ویدیو ارسال شده در تاریخ %s ( تکمیل نشده )

source: Attribute field type not set.
fa: نوع فیلد خاصیت تنظیم نشده است

source: Attribute field data saved successfully.
fa: اطلاعات صفت جدید با موفقیت ذخیره شد

source: Add attribute - type : %s
fa: خاصیت جدید - نوع : %s

source: Selected field delete
fa: فیلد انتخابی حذف شد

source: Please select field
fa: لطفا یک فیل انتخاب نمایید

source: Problem in upload image. please try again
fa: خطا در بارگذاری تصویر، دوباره تلاش کنید

source: Category data saved successfully.
fa: اطلاعات شاخه با موفقیت ذخیره شد

source: Add a category
fa: شاخه جدید

source: Image of %s removed
fa: تصویر مربوطز به %s حذف شد

source: Image not remove
fa: تصویر حذف نشد

source: Please select category
fa: لطفا یک شاخه انتخاب کنید

source: Attribute position data saved successfully.
fa: اطلاعات موقعیت خواص با موفقیت ذخیره شد

source: Add position
fa: موقعیت جدید

source: File server
fa: فایل سرور

source: Wowza server
fa: ووزا سرور

source: Qmery server
fa: سرویس کیومری

source: Server data saved successfully.
fa: اطلاعات سرور با موفقیت به روز شد

source: Manage server
fa: مدیریت سرور

source: Update information form qmery server finished
fa: به روز رسانی اطلاعات از سرور کیومری به پایان رسید

source: Rebuild thie module links on sitemap module tabels
fa: دوباره سازی لینک ای ماژول در جدول ماژول نقشه سایت

source: Sitemap rebuild finished
fa: دوباره سازی نقشه سایت پایان یافت

source: Rebuild sitemap links
fa: دوباره سازی لینک های نقشه سایت

source: View filtered videos
fa: نمایش ویدیو های فیلتر شده

source: Not valid
fa: صحیح نیست

source: Not set
fa: هنوز تنظیم نشده

source: please select true server
fa: لطفا سرور مناسب را انتخاب نمایید

source: This method just work on qmery server
fa: این روش فقط برای سرور کیومری کار می کند

source: Error to upload file on qmery server
fa: خطا در بارگذاری فایل در سرور کیومری

source: Video external add successfully. Please complete update
fa: ویدیو خارجی با موفقیت در سیستم اضافه شد، لطفا اطلاعات تکمیلی را وارد نمایید

source: Manage video link
fa: مدیریت لینک ویدیو

source: Problem in upload video. please try again
fa: خطا در بارگذاری ویدیو، دوباره تلاش کنید

source: Video link add successfully. Please complete update
fa: لینک مدیریو با موفقیت به روز شد، لطفا اطلاعات دیگر را به روز نمایید

source: Please select video
fa: لطفا یک ویدیو انتخاب کنید

source: Video data saved successfully.
fa: اطلاعات ویدیو با موفقیت ذخیره شد

source: Video information
fa: اطلاعات ویدیو

source: Video additional information
fa: اطلاعات تکمیلی ویدیو

source: View video
fa: نمایش ویدیو

source: %s set recommended successfully
fa: %s به عنوان پیشنهاد شده ذخیره شد

source: Error in set recommended for %s video
fa: خطا در ثبت ویدیو %s به عنوان پیشنهاد شده

source: This video deleted
fa: این ویدیو حذف شد

source: Video added on qmery server and information save on website, please update extra information
fa: ویدیو در سرور کیومری درج شد و اطلاعات آن در وب سایت ذخیره شد، لطفا اطلاعات تکمیلی را به روز فرمایید

source: Video information updated from qmery server
fa: اطلاعات ویدیو از سرور کیومری به روز شد

source: Atention : Video still not ready on qmery server and video information not upload, please wail for min and check it later
fa: توجه : ویدیو هنوز بر روی سرور کیومری آماده نشده است و مراحل آماده سازی و تبدیل ویدیو در حال انجام است و اطلاعات ویدیو به روز نشده است. لطفا چند دقیقه صبر نموده و مجددا تلاش فرمایید

source: Error to update video from qmery server
fa: خطا در به روز رسانی ویدیو از سرور کیومری

source: Video feed
fa: خوراک ویدیو

source: Recent videos and audios.
fa: آخرین ویدیو ها و صدا ها

source: Click to see video
fa: برای مشاهده ویدیو کلیک کنید

source: The category not found.
fa: شاخه پیدا نشد

source: This channel not exist.
fa: کانال موجود نیست

source: Favourite module not installed.
fa: ماژول فهرست علاقه مندی ها نصب نشده است

source: List of videos
fa: فهرست ویدیو ها

source: List of videos on %s category
fa: فهرست تمام ویدیو های شاخه %s

source: All videos from %s
fa: همه ویدیو ها از %s

source: Password not set or wrong
fa: واژه رمز تنظیم نشده یا اشتباه است

source: Submit video by users inactive
fa: ارسال ویدیو توسط کاربر غیر فعال است

source: No category set by admin
fa: هیچ شاخه ای توسط مدیر تنظیم نشده است

source: No server set by admin
fa: هیچ سروری توسط مدیر تنظیم نشده است

source: Upload video
fa: بارگذاری ویدیو

source: Please submit video
fa: لطفا یک ویدیو ارسال نمایید

source: Watch submitted video
fa: مشاهده ویدیو بارگذاری شده

source: Tag module not installed.
fa: ماژول برچسب نصب نشده است

source: The tag not set.
fa: برچسب تنظیم نشده است

source: All videos by %s tag
fa: همه ویدیو ها با برچسب %s

source: List of all used tags on video
fa: فهرست همه برچسب های استفاده شده برای ویدیو ها

source: The video not found.
fa: ویدیو پیدا نشد

source: Title
fa: عنوان

source: Category
fa: شاخه

source: Brand
fa: برند

source: Status
fa: وضعیت

source: All status
fa: همه وضعیت ها

source: Published
fa: منتشر شده

source: Pending review
fa: در انتظار تایید

source: Draft
fa: پیش نویس

source: Private
fa: خصوصی

source: Delete
fa: حذف

source: Recommended
fa: پیشنهاد شده

source: All
fa: همه

source: Search
fa: جستجو

source: Name
fa: نام

source: Set name for call anywhere, a-z 0-9 allowed
fa: تنظیم نام برای فراخوانی در تمام بخش‌ها، مقادیر مجاز a-z 0-9 می باشد.

source: Online
fa: آنلاین

source: Offline
fa: آفلاین

source: Set
fa: محل نمایش

source: General data
fa: اطلاعات عمومی

source: Use `|` as delimiter to separate select box elements
fa: از `|` به عنوان جدا کننده برای تفکیک المان ها استفاده شود

source: Default data
fa: اطلاعات پیش فرض

source: Extra information
fa: اطلاعات اضافی

source: Put URL for click by user
fa: درج ادرس برای کلیک توسط کاربر

source: Icon
fa: آیکن

source: Use fontawesome.io icons, and set icon name like fa-home
fa: از آیکن های fontawesome.io استفاده شود، و نام آیکن موارد شود ، مثل : fa-home

source: Submit
fa: ارسال

source: Parent Category
fa: شاخه والد

source: slug
fa: اسلاگ

source: Summary
fa: خلاصه

source: Keep summery short, 2 or 3 lines
fa: متن خلاصه کوتاه و نهایتا ۲ یا ۳ خط نگه دارید

source: Description
fa: توضیحات

source: Category type
fa: نوع شاخه

source: Display order
fa: ترتیب نمایش

source: Display type
fa: نوع نمایش

source: List of sub category
fa: فهرست زیر شاخه ها

source: Remove image
fa: حذف تصویر

source: Image
fa: تصویر

source: Wide image
fa: تصویر عریض

source: Set wide image url for category page header
fa: آدرس تصویر عریض برای نمایش در هدر شاخه را وارد نمایید

source: SEO options
fa: گزینه های سئو

source: SEO Title
fa: عنوان سئو

source: Between 10 to 70 character
fa: بین ۱۰ تا ۷۰ کارکتر

source: SEO Keywords
fa: کلمات کلیدی سئو

source: Between 5 to 10 words
fa: بین ۵ تا ۱۰ کلمه

source: SEO Description
fa: توضیح سئو

source: Between 80 to 160 character
fa: بین ۸۰ تا ۱۶۰ کلمه

source: All brands
fa: همه شرکت ها

source: All Category
fa: همه شاخه ها

source: Order
fa: ترتیب نمایش

source: Type
fa: نوع

source: Url
fa: آدرس

source: File : set url or ip by http:// or https:// without end slash
fa: فایل : آدرس یا آی پی را با http:// یا https:// و بدون اسلش در انتها وارد کنید

source: Wowza : set url or ip without http:// or https:// and end slash
fa: ووزا : آدرس یا آی پی را بدون http:// یا https:// و اسلش در انتها وارد کنید

source: Qmery : http://www.qmery.com or https://www.qmery.com
fa: کیومری : http://www.qmery.com یا https://www.qmery.com

source: Default server ?
fa: سرور پیشفرض ؟

source: Server setting
fa: تنظیمات سرور

source: Qmery upload token
fa: توکن آپلود ویدیو کیومری

source: Qmery update token
fa: توکن آپدیت اطلاعات کیومری

source: Qmery group ID
fa: شناسه شاخه آپلود کیومری

source: Qmery group hash
fa: هش شاخه آپلود کیومری

source: Qmery import video
fa: وارد کردن ویدیو از کیومری

source: Import video from qmery to website if video not exist on website
fa: اگر ویدیو در وب سایت وارد نشده بود ، سامانه اطلاعات آن را از سرور کیومری دریافت و ذخیره کند

source: Qmery show embed
fa: نمایش کد امبد کیومری

source: Show embed code for copy to other pages and websites
fa: نمایش کد امبد برای کپی ویدیو در صفحات یا وب سایت های دیگر

source: Qmery player type
fa: نوع لود شدن پلیر کیومری

source: Select for rebuild
fa: انتخاب برای دوباره سازی

source: All of tables
fa: همه جدول ها

source: Just video table
fa: فقط جدول ویدیو ها

source: Just category table
fa: فقط جدول شاخه ها

source: External link
fa: لینک خارجی

source: External link of video from youtube or aparat or video direct link
fa: لینک خراجی ویدیو از یوتیوب یا آپارات یا لینک مستقیم فایل ویدیویی

source: General options
fa: گزینه های سراسری

source: Main category
fa: شاخه اصلی

source: Use for breadcrumbs ,mobile app and attribute
fa: برای استفاده در ناوبری ، نرم افزار موبایل و خواص محصول

source: Video file
fa: فایل ویدیو

source: Duration ( second )
fa: مدت زمان ( ثانیه )

source: Sale video
fa: فروش ویدیو

source: Free
fa: رایگان

source: Paid
fa: پولی

source: If check it, users should buy package to watch this video
fa: اگر این گزینه را تیک بزنید، کاربران برای مشاهده این ویدیو باید پکیج خریداری کنند

source: If check it and put price, users should pay to watch this video
fa: اگر این گزینه را تیک بزنید و قیمت ویدیو را وارد کنید، کاربران باید هزینه ویدیو را پرداخت نماییند سپس ویدیو را مشاهده کنند

source: Sale Video price
fa: قیمت فروش ویدیو

source: Tags
fa: برچسب ها

source: Use `|` as delimiter to separate tag terms
fa: با استفاده از `|` کلمات را از هم جدا کنید

source: Video path
fa: مسیر ویدیو

source: Without add / on start and end, for example : upload/video/2016/09
fa: بدون درج / در ابتدا و انتهای مسیر ، به طور مثال : upload/video/2016/09

source: Video file name
fa: نام فایل

source: File name by extension, for example file.mp4
fa: نام کامل فایل با پیوند، به طور مثال file.mp4، لازم به توضیح است استفاده از اسپیس در نام فال مجاز نیست

source: Wowza stream link
fa: لینک استریم ووزا

source: Put wowza url whitout ip or domain name
fa: لینک استریم ووزا را بدون آدرس یو آر ال یا آی پی

source: Qmery hash code
fa: کد هش کیومری

source: hash code on qmery system , like : y4A7rBoLwe
fa: کد هش شده ویدیو در سیستم کیومری، به طور مثال : y4A7rBoLwe

source: Qmery video id
fa: شناسه ویدیو در کیومری

source: Upload
fa: بارگذاری

source: Test server
fa: سرور تست

source: Add attribute
fa: خاصیت جدید

source: Add text field
fa: فیلد متنی جدید

source: Add link field
fa: فیلد لینک جدید

source: Add video field
fa: فیلد ویدیو جدید

source: Add audio field
fa: یلد صدای جدید

source: Add file field
fa: فیلد فایل جدید

source: Add currency field
fa: فیلد قیمت جدید

source: Add date field
fa: فیلد تاریخ جدید

source: Add number field
fa: فیلد عددی جدید

source: Add select field
fa: باکس انتخاب جدید

source: Add checkbox field
fa: چک باکس جدید

source: List of attributes
fa: فهرست خواص

source: Edit
fa: ویرایش

source: View
fa: نمایش

source: {{ctx.start}} to {{ctx.end}} of {{ctx.total}} entries
fa: {{ctx.start}} تا {{ctx.end}} از مجموع {{ctx.total}} مورد

source: Loading...
fa: در حال بارگزاری ...

source: No results found!
fa: هیچ نتیجه ای یافت نشد

source: refresh
fa: رفرش

source: search
fa: جستجو

source: List of Categores
fa: فهرست شاخه ها

source: ID
fa: شناسه

source: Action
fa: عملکرد

source: Please build new category or brand
fa: لطفا یک شاخه یا شرکت جدید بسازید

source: Confirm
fa: تایید

source: Close
fa: بستن

source: Sync category
fa: یکسان سازی شاخه ها

source: For start sync video category, please confirm this form, after start we should wait to finish sync all videos , it take some min, please dont close this page before finish sync
fa: برای آغاز یکسان سازی شاخه ویدیو ها، ابتدا این فرم را تایید نمایید و بر روی دکمه تایید کلیک کنید، بعد از شروع لازم است تا پایان فرایند صبر نموده و از بستن صفحه خودداری نمایید

source: Remove image category in process
fa: حذف تصویر شاخه در حال انجام است

source: List of json output links
fa: فهرست لینک های خروجی جیسون

source: List of user logs
fa: فهرست گزارش فعالیت مدیران

source: User
fa: کاربر

source: Ip
fa: آی پی

source: Time
fa: زمان

source: Section
fa: بخش

source: Item
fa: آیتم

source: Operation
fa: عملکرد

source: List of positions
fa: فهرست موقعیت ها

source: Add server
fa: سرور جدید

source: List of servers
fa: فهرست سرور ها

source: Default
fa: پیش فرض

source: Yes
fa: بله

source: No
fa: خیر

source: Update
fa: به روز کردن

source: From website to qmery
fa: از وب سایت به سرور کیومری

source: From qmery to website
fa: از سرور کیومری به وب سایت

source: Please wait for
fa: لطفا

source: secs
fa: ثانیه صبر کنید

source: At processing request, please wait dont close this page.
fa: در حال پردازش درخواست، لطفا تا تکمیل پردازش این صفحه را نبندید

source: How this part work?
fa: این بخش چگونه کار می کند؟

source: Tools system, help you to manage your module, Update database and remove unused information
fa: ابزار ها، به شما برای مدیریت ماژول کمک میکند، با به روز رسانی پایگاه داده ها و حذف اطلاعات قدیمی. در این مقطع ابزار های زیر در دسترس شما است

source: Sitemap
fa: نقشه سایت

source: Manage links on sitemap module
fa: مدیریت لینک ها در ماژول نقشه سایت

source: Filter videos
fa: فیلتر ویدیو ها

source: Add video
fa: ویدیو جدید

source: Internal link
fa: لینک داخلی

source: Server
fa: سرور

source: Manage
fa: مدیریت

source: Trash
fa: حذف شده

source: Product list is empty, perhaps you still didn't add any product or your selected filter didn't have any result
fa: فهرست ویدیوها خالی است، ممکن است شما هنوز ویدیوی در سیستم درج نکرده باشید و یا فیلتر های انتخابی نتیجه ای نداشته اند

source: Recommended in process
fa: اضافه به عنوان منتخب در حال اجرا است

source: Add basic information
fa: درج اطلاعات ویدیو

source: Add additional information
fa: درج اطلاعات تکمیلی ویدیو

source: Remove image video in process
fa: حذف تصویر ویدیو در حال انجام است

source: Your selected file size is
fa: حجم فایل انتخاب شما

source: And file extension is
fa: و پسوند فایل انتخاب شما

source: You attach to large file, allowed upload size is %s
fa: شما یک فایل حجیم بارگذاری کرده اید، بیشترین مقدار مجاز برای بارگذاری %s است.

source: You attach wrong file, allowed extensions is %s
fa: شما یک فایل با فرمت اشتباه انتخاب کرده اید، فرمت های مجاز برای بارگذاری %s است.

source: You just allow upload media with <strong>%s</strong> extensions, maximum upload size is <strong>%s</strong>
fa: شما مجاز به بارگذاری فایل های چند رسانه ای با پسوند های <strong>%s</strong> هستید، بیشترین حجم مجاز فایل برای بارگذاری <strong>%s</strong> است.

source: This video not published on user side
fa: این ویدیو در سمت کاربر منتشر نشده است

source: Attached archives
fa: آرشیو های پیوست شده

source: Attached docs
fa: داکیومنت های پیوست شده

source: Attached pdfs
fa: پی دی اف های پیوست شده

source: Attached files
fa: فایل های پیوست شده

source: No category has been made on this part yet. please check this page later
fa: هنوز هیچ شاخه ای برای این بخش ساخته نشده است. لطفا بعدا این صفحه را بررسی نمایید

source: List of sub categories
fa: فهرست تمام زیر شاخه ها

source: Congratulations
fa: تبریک می گوییم

source: Your submit video save on our system successfully. this video not published on website yet and will publish after admin review. please wait to website admin and do not submit this file again
fa: ویدیو ارسالی شما با موفقیت در وب سایت ذخیره شد، این ویدیو هنوز در سمت کاربر نمایش داده نشده است و برای انتشار به بررسی و تایید مدیر سیستم نیاز دارد. لطفا تا زمان تایید این ویدیو توسط مدیر صبر نمایید. نیازی به ارسال مجدد این فایل نیست.

source: Finish
fa: پایان

source: No keyword has been used as tag on this part yet. please check this page later
fa: هنوز هیچ کلمه کلیدی برای این بخش ساخته نشده است. لطفا بعدا این صفحه را بررسی نمایید

source: Tag
fa: برچسب

source: Search on this group
fa: جستجو در این گروه

source: Sort by
fa: مرتب سازی براساس

source: Hits
fa: بازدید

source: Favourite
fa: مورد علاقه

source: No video
fa: هیچ ویدیو برای نمایش وجود ندارد

source: Related videos
fa: ویدیو های مشابه

source: Play
fa: پخش

source: This is paid video and you dont have access to watch it, use buy button to paid and watch this video
fa: این یک ویدیو غیر رایگان است و شما دسترسی برای مشاهده آن را ندارید، با استفاده از دکمه پرداخت ، هزینه مربوطه را پرداخت نموده و ویدیو را مشاهده کنید

source: Pay and watch video
fa: پرداخت و مشاهده ویدیو

source: User channel
fa: کانال کاربر

source: %s channel
fa: کانال %s
